import React from "react";
import { TPages } from "gears-react";
import { MainFilm } from "../../../../entities";

export const error: TPages = [
  <MainFilm
    name="Гарри Поттер и Орден Феникса"
    countRating={10000}
    rating={9.1}
    budget="100000$"
    worldwideBoxOffice="20000000$"
    description="До рождения Гарри в 1980 году провидица Сивилла Трелони произнесла в беседе с главой Хогвартса Дамблдором пророчество о том, что в конце июля родится мальчик, родители которого три раза бросали вызов вступившему на путь зла бывшему ученику Хогвартса Волан-де-Морту, и который или сможет победить Тёмного Лорда, или погибнет от его рук. Под условия пророчества подходили Гарри Поттер и родившийся на день раньше сын мракоборцев Фрэнка и Алисы Невилл Долгопупс. Лорд Волан-де-Морт, узнав о пророчестве"
  />,
];